tap "getantibody/tap"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "docker-clean"
brew "exa"
brew "fd"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-lfs"
brew "glances"
brew "gnupg"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "mysql-client"
brew "node"
brew "nvm"
brew "pandoc"
brew "pgcli"
brew "postgresql@9.6", restart_service: true
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "sqlite"
brew "tig"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zplug"

brew "getantibody/tap/antibody"

cask "enpass"
cask "flux"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "hyper"
cask "keyboard-cleaner"
cask "postman"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "wkhtmltopdf"
