tap "homebrew/bundle"

brew "mas"

cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "joplin"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "qlvideo"
cask "rectangle"
cask "sequel-pro"
cask "spotify"
cask "suspicious-package"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"

mas "Cleaner-App", id: 1013897218
mas "Dato", id: 1470584107
mas "HazeOver", id: 430798174
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Xcode", id: 497799835
