tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "byobu"
brew "imagemagick"
brew "mas"
brew "mysql-client"
brew "postgresql@9.6", restart_service: true
brew "redis", restart_service: true

cask "clipy"
cask "font-consolas-for-powerline"
cask "font-fira-code"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "joplin"
cask "keyboard-cleaner"
cask "postman"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "sequel-pro"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"

mas "HazeOver", id: 430798174
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
